{
  "chicken": {
    "end": {
      "paragraphs": [
        "Eating chicken is such a normal behavior in people's life. Most of the time, the word 'chicken' doesn't signify the actual living bird, but the meat products in the supermarkets, restaurants, supply chains, or profitable items in the factories.",
        "Every creature needs to consume other resources to survive. Humans eat other beings not only for the fundamental biological requirements for nutrition, but also for the mental or cultural needs, and these needs will always exist. However, I hope the journey of chicken being transformed into the meat can remind us of the fact that we are killing a tremendous amount of lives by looking at them as objects, instead of living beings.",
        "Chicken are birds that don't fly. I always see them as birds with wings that stay on the ground with us, so that we can observe the beauty of birds closer. They deserve to be treated with more respect, appreciation, and love."
      ]
    }
  },
  "parrot": {
    "end": {
      "paragraphs": [
        "Parrots are one of the most amazing birds in the world that are both beautiful and intelligent, but their uniqueness makes them popular to be owned as collections and pets at the same time. The demands to own them create motivations for suppliers to wildly poach them from their habitats, to reproduce them as objects, and to put price tags on each of them.",
        "Some parrots are being sold as pets to people who truly love them as family members; on the other hand, some parrots end up being treated as objects without proper care. However, either the parrot is loved or not, a purchased parrot only results in more demands from the market, hence creating more miseries to the parrots unsold.",
        "Each parrot is as valuable as the other one; no price tags are supposed to attach to each of them based on our evaluation standards. I hope the journey of parrots being transformed into products can remind us of the fact that parrots are living beings born with their unique values.",
        "Always adopt, and never shop."
      ]
    }
  },
  "sparrow": {
    "end": {
      "paragraphs": [
        "Looking at sparrows perching and flying on the streets, trees, or buildings, it's hard to connect them with any objects, images, and roles in urban societies.",
        "Of course, similar to all beings in the cities, sparrows are threatened by certain human activities as well, even with the prestigious identity as our neighbors. But the distance between sparrows' identity and their position in our cities barely exists. Among chicken, parrots and sparrows, sparrows are the ones that own the largest amount of space.",
        "If you haven't noticed how adorable the sparrows are in your city, take some time to look at or listen to one closely for a minute next time, maybe you'll discover something new; if you've always been cheering up by sparrows like me, keep appreciating them for bringing the resilience and vibrant spirits to our cities."
      ]
    }
  }
}
